Repository: linyusenzz/HDRImageViewer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua, zh_cn

# SaveAsDialogGainMapWeight
source: Gain map weight (%)
de_de: Gain-Map-Rekonstruktionsstärke (%)
es_es: Intensidad de reconstrucción de Gain Map (%)
fr_fr: Poids de reconstruction Gain Map (%)
it_it: Intensità di ricostruzione Gain Map (%)
ja_jp: ゲインマップ再構築強度 (%)
ko_kr: Gain Map 재구성 강도 (%)
pl_pl: Siła rekonstrukcji Gain Map (%)
pt_br: Intensidade de reconstrução do Gain Map (%)
ru_ru: Интенсивность реконструкции Gain Map (%)
uk_ua: Інтенсивність реконструкції Gain Map (%)
zh_cn: Gain-map 重建强度 (%)

# SaveAsDialogAutoGainMapWeight
source: Automatically calculate gain map weight
de_de: Gain-Map-Stärke automatisch berechnen
es_es: Calcular automáticamente la intensidad del mapa de ganancia
fr_fr: Calculer automatiquement le poids du gain map
it_it: Calcola automaticamente intensità Gain Map
ja_jp: ゲインマップ再構築強度を自動計算
ko_kr: Gain Map 재구성 강도 자동 계산
pl_pl: Automatycznie obliczaj siłę Gain Map
pt_br: Calcular automaticamente intensidade do Gain Map
ru_ru: Автоматически рассчитывать интенсивность Gain Map
uk_ua: Автоматично розраховувати інтенсивність Gain Map
zh_cn: 自动计算 Gain-map 重建强度

# SaveAsGainMapMonochrome
source: Monochrome gain map
es_es: Mapa de ganancia monocromático
fr_fr: Gain map monochrome
it_it: Gain map monocromatica
ja_jp: モノクロゲインマップ
ko_kr: 단색 게인 맵
pl_pl: Monochromatyczna mapa wzmocnienia
pt_br: Gain map monocromático
ru_ru: Монохромная Gain Map
uk_ua: Монохромна карта посилення
zh_cn: 单色 Gain-map

# SaveAsDialogUltraHdrSdrGamut
source: Ultra HDR SDR base gamut
de_de: Ultra HDR SDR-Basis-Farbraum
es_es: Gama base SDR de Ultra HDR
fr_fr: Gamut de base SDR Ultra HDR
it_it: Gamma base SDR Ultra HDR
ja_jp: Ultra HDR SDR 基本色域
ko_kr: Ultra HDR SDR 기본 색역
pl_pl: Podstawowy gamut SDR Ultra HDR
pt_br: Gama base SDR do Ultra HDR
ru_ru: Цветовой охват базы Ultra HDR SDR
uk_ua: Базовий колірний охват SDR Ultra HDR
zh_cn: Ultra HDR SDR base 色域

# SaveAsGamutAutoMatch
source: Auto match source
de_de: Quelle automatisch anpassen
es_es: Coincidir automáticamente con origen
fr_fr: Correspondance auto avec la source
it_it: Corrispondenza automatica sorgente
ja_jp: ソースに自動一致
ko_kr: 원본에 자동 일치
pl_pl: Automatycznie dopasuj do źródła
pt_br: Corresponder automaticamente à origem
ru_ru: Автосоответствие источнику
uk_ua: Автоузгодження з джерелом
zh_cn: 自动匹配源

# SaveAsDialogTitle
source: Save as HDR
de_de: Als HDR speichern
es_es: Guardar como HDR
fr_fr: Enregistrer en HDR
it_it: Salva come HDR
ja_jp: HDR として保存
ko_kr: HDR로 다른 이름으로 저장
pl_pl: Zapisz jako HDR
pt_br: Salvar como HDR
ru_ru: Сохранить как HDR
uk_ua: Зберегти як HDR
zh_cn: 另存为 HDR

# SaveAsDialogContinue
source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続行
ko_kr: 계속
pl_pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить
uk_ua: Продовжити
zh_cn: 继续

# SaveAsAutoEstimateFormat
source: Auto estimate: {0}% (matches current preview)
de_de: Automatische Schätzung: {0}% (entspricht Vorschau)
es_es: Estimación auto: {0}% (coincide con vista previa)
fr_fr: Estimation auto : {0} % (conforme à l'aperçu)
it_it: Stima automatica: {0}% (corrisponde all'anteprima)
ja_jp: 自動推定: {0}%（現在のプレビューに一致）
ko_kr: 자동 추정: {0}% (현재 미리보기와 일치)
pl_pl: Szacunek automatyczny: {0}% (zgodny z podglądem)
pt_br: Estimativa auto: {0}% (corresponde à prévia)
ru_ru: Авторасчет: {0}% (соответствует предпросмотру)
uk_ua: Авторозрахунок: {0}% (відповідає перегляду)
zh_cn: 自动参考: {0}%（匹配当前预览）

# SaveAsAutoEstimateUnavailable
source: Auto estimate: cannot estimate from metadata; using current preview parameters
de_de: Automatische Schätzung: aus Metadaten nicht möglich; Vorschauparameter werden genutzt
es_es: Estimación auto: no se puede estimar desde metadatos; se usarán parámetros de vista previa
fr_fr: Estimation auto : impossible depuis les métadonnées ; paramètres d'aperçu utilisés
it_it: Stima automatica: impossibile dai metadati; parametri di anteprima utilizzati
ja_jp: 自動推定: メタデータから推定できません。エクスポート時は現在のプレビューパラメータを使用します
ko_kr: 자동 추정: 메타데이터에서 추정할 수 없음. 내보낼 때 현재 미리보기 매개변수 사용
pl_pl: Szacunek automatyczny: nie można oszacować z metadanych; użyto parametrów podglądu
pt_br: Estimativa auto: impossível calcular pelos metadados; usando parâmetros da prévia
ru_ru: Авторасчет: невозможно оценить по метаданным; используются параметры предпросмотра
uk_ua: Авторозрахунок: неможливо оцінити з метаданих; використовуються параметри перегляду
zh_cn: 自动参考: 无法从 metadata 估算，导出时使用当前预览参数

# StatusPreparingFullHdrPixels
source: Preparing full-resolution HDR pixels and encoding
de_de: HDR-Pixel in voller Auflösung werden vorbereitet und codiert
es_es: Preparando píxeles HDR a resolución completa y codificando
fr_fr: Préparation des pixels HDR en pleine résolution et encodage
it_it: Preparazione pixel HDR a piena risoluzione e codifica
ja_jp: フル解像度 HDR ピクセルを準備してエンコード中
ko_kr: 전체 해상도 HDR 픽셀 준비 및 인코딩 중
pl_pl: Przygotowywanie pełnowymiarowych pikseli HDR i kodowanie
pt_br: Preparando pixels HDR em resolução total e codificando
ru_ru: Подготовка полноразмерных пикселей HDR и кодирование
uk_ua: Підготовка повнорозмірних пікселів HDR та кодування
zh_cn: 正在准备全尺寸 HDR 像素并编码

# StatusCopyingOriginalGainMapBitstream
source: Copying original JPEG gain-map bitstream
de_de: Original-JPEG-Gain-Map-Bitstream wird kopiert
es_es: Copiando flujo de bits original de gain-map JPEG
fr_fr: Copie du flux binaire original JPEG gain map
it_it: Copia del bitstream originale JPEG gain map
ja_jp: 元の JPEG ゲインマップビットストリームをコピー中
ko_kr: 원본 JPEG 게인 맵 비트스트림 복사 중
pl_pl: Kopiowanie oryginalnego strumienia bitów JPEG gain map
pt_br: Copiando bitstream original de gain map JPEG
ru_ru: Копирование исходного битового потока JPEG Gain Map
uk_ua: Копіювання вихідного бітового потоку JPEG Gain Map
zh_cn: 正在复制原始 JPEG gain-map bitstream

# StatusSavedAsFormat
source: Saved as {0}: {1}; {2}
de_de: Gespeichert unter {0}: {1}; {2}
es_es: Guardado como {0}: {1}; {2}
fr_fr: Enregistré sous {0} : {1} ; {2}
it_it: Salvato come {0}: {1}; {2}
ja_jp: {0} として保存しました: {1}; {2}
ko_kr: {0}(으)로 저장됨: {1}; {2}
pl_pl: Zapisano jako {0}: {1}; {2}
pt_br: Salvo como {0}: {1}; {2}
ru_ru: Сохранено как {0}: {1}; {2}
uk_ua: Збережено як {0}: {1}; {2}
zh_cn: 已另存为 {0}: {1}; {2}

# StatusSaveAsHdrFailedFormat
source: HDR save as failed: {0}
de_de: HDR-Speichern unter fehlgeschlagen: {0}
es_es: Error al guardar como HDR: {0}
fr_fr: Échec de l'enregistrement HDR : {0}
it_it: Salvataggio come HDR non riuscito: {0}
ja_jp: HDR としての保存に失敗しました: {0}
ko_kr: HDR 다른 이름으로 저장 실패: {0}
pl_pl: Błąd zapisu jako HDR: {0}
pt_br: Falha ao salvar como HDR: {0}
ru_ru: Ошибка сохранения HDR: {0}
uk_ua: Помилка збереження HDR: {0}
zh_cn: HDR 另存为失败: {0}

# SaveAsModeUltraHdrConvert
source: Convert to Gain Map HDR
de_de: In Gain Map HDR konvertieren
es_es: Convertir a Gain Map HDR
fr_fr: Convertir en Gain Map HDR
it_it: Converti in JPEG Ultra HDR / gain map
ja_jp: Ultra HDR / ゲインマップ JPEG に変換
ko_kr: Ultra HDR / 게인 맵 JPEG로 변환
pl_pl: Konwertuj na Ultra HDR / gain-map JPEG
pt_br: Converter para Gain Map HDR
ru_ru: Преобразовать в Gain Map HDR
uk_ua: Перетворити на Gain Map HDR
zh_cn: 转为 Gain Map HDR

# SaveAsModeGainMapPreserve
source: Lossless gain map save as
de_de: Verlustfreies Gain-Map-Speichern unter
es_es: Guardar como Gain Map con fidelidad
fr_fr: Enregistrement fidèle Gain Map
it_it: Salva fedele Gain Map
ja_jp: ゲインマップ高忠実度保存
ko_kr: Gain Map 무손실 다른 이름으로 저장
pl_pl: Bezstratny zapis jako Gain Map
pt_br: Salvar fiel de Gain Map
ru_ru: Сохранить как Gain Map без потерь
uk_ua: Зберегти як Gain Map без втрат
zh_cn: Gain-map 保真另存为

# SaveAsModeSingleLayerHdr
source: Single-layer HDR
es_es: HDR de capa única
fr_fr: HDR monocouche
it_it: HDR a livello singolo
ja_jp: 単層 HDR
ko_kr: 단일 레이어 HDR
pl_pl: Jednowarstwowy HDR
pt_br: HDR de camada única
ru_ru: Однослойный HDR
uk_ua: Одношаровий HDR
zh_cn: 单层 HDR

# StatusCropModeGainMapPreserve
source: Export mode: Lossless gain-map crop, cropping base/gainmap while preserving mapping parameters
de_de: Exportmodus: Verlustfreier Gain-Map-Zuschnitt unter Beibehaltung der Mapping-Parameter
es_es: Modo de exportación: recorte fiel de Gain Map conservando parámetros de mapeo
fr_fr: Mode d'exportation : rognage fidèle Gain Map avec conservation des paramètres de mappage
it_it: Modalità esportazione: ritaglio fedele Gain Map conservando i parametri di mappatura
ja_jp: エクスポートモード: ゲインマップ高忠実度トリミング（マッピングパラメータを保持）
ko_kr: 내보내기 모드: 매핑 매개변수를 유지하면서 베이스/게인 맵을 자르는 Gain Map 무손실 자르기
pl_pl: Tryb eksportu: bezstratne przycięcie Gain Map z zachowaniem parametrów mapowania
pt_br: Modo de exportação: corte fiel de Gain Map mantendo os parâmetros de mapeamento
ru_ru: Режим экспорта: обрезка Gain Map без потерь с сохранением параметров отображения
uk_ua: Режим експорту: обтинання Gain Map без втрат зі збереженням параметрів відображення
zh_cn: 导出模式: Gain-map 保真裁切，裁切 base/gainmap 并保留原映射参数

# StatusCropModeUltraHdrConvertFormat
source: Export mode: Convert to Gain Map HDR, regenerating SDR base, {0} gainmap and metadata from reconstructed HDR
de_de: Exportmodus: In Gain Map HDR konvertieren, SDR-Base, {0} Gain-Map und Metadaten aus rekonstruiertem HDR neu erzeugen
es_es: Modo de exportación: Convertir a Gain Map HDR, regenerando base SDR, gainmap {0} y metadatos a partir del HDR reconstruido
fr_fr: Mode d'exportation : Convertir en Gain Map HDR, régénération de la base SDR, du gainmap {0} et des métadonnées à partir du HDR reconstruit
it_it: Modalità esportazione: conversione in Ultra HDR con rigenerazione base SDR, gain map {0} e metadati
ja_jp: エクスポートモード: Ultra HDR に変換（SDR base、{0} ゲインマップ、メタデータを再生成）
ko_kr: 내보내기 모드: 재구성된 HDR에서 SDR 베이스, {0} 게인 맵 및 메타데이터를 다시 생성하여 Ultra HDR로 변환
pl_pl: Tryb eksportu: konwersja na Ultra HDR, ponowne generowanie bazy SDR, mapy {0} i metadanych
pt_br: Modo de exportação: Converter para Gain Map HDR, regenerando base SDR, gainmap {0} e metadados a partir do HDR reconstruído
ru_ru: Режим экспорта: преобразование в Gain Map HDR, пересоздание SDR base, {0} gainmap и метаданных из реконструированного HDR
uk_ua: Режим експорту: перетворення на Gain Map HDR, повторна генерація SDR base, {0} gainmap та метаданих із реконструйованого HDR
zh_cn: 导出模式: 转为 Gain Map HDR，从重建 HDR 重新生成 SDR base、{0} gainmap 和 metadata

# StatusCropModeSingleLayerHdrFormat
source: Export mode: Single-layer HDR conversion, target {0}; JXR writes scRGB, JXL/AVIF/HEIF writes transfer metadata
de_de: Exportmodus: Single-Layer HDR-Konvertierung, Ziel {0}; JXR schreibt scRGB, JXL/AVIF/HEIF schreiben Transfer-Metadaten
es_es: Modo de exportación: conversión a HDR de capa única, destino {0}; JXR escribe scRGB, JXL/AVIF/HEIF escriben metadatos
fr_fr: Mode d'exportation : conversion HDR monocouche, cible {0} ; JXR écrit en scRGB, JXL/AVIF/HEIF écrivent les métadonnées
it_it: Modalità esportazione: conversione HDR a livello singolo, destinazione {0}; JXR scrive scRGB, JXL/AVIF/HEIF scrivono i metadati
ja_jp: エクスポートモード: 単層 HDR 変換、目標 {0}；JXR は scRGB、JXL/AVIF/HEIF は対応する転送メタデータを書き込み
ko_kr: 내보내기 모드: 단일 레이어 HDR 변환, 대상 {0}; JXR은 scRGB를 기록하고 JXL/AVIF/HEIF는 해당 전송 메타데이터를 기록함
pl_pl: Tryb eksportu: konwersja na jednowarstwowy HDR, cel {0}; JXR zapisuje scRGB, JXL/AVIF/HEIF metadane transferu
pt_br: Modo de exportação: conversão para HDR de camada única, destino {0}; JXR grava scRGB, JXL/AVIF/HEIF gravam metadados
ru_ru: Режим экспорта: конвертация в однослойный HDR, цель {0}; JXR пишет scRGB, JXL/AVIF/HEIF пишут метаданные transfer
uk_ua: Режим експорту: конвертація в одношаровий HDR, ціль {0}; JXR записує scRGB, JXL/AVIF/HEIF записують метадані transfer
zh_cn: 导出模式: 单层 HDR 转换，目标 {0}；JXR 写出 scRGB，JXL/AVIF/HEIF metadata 会写入对应 transfer

# StatusCropModeSdrPreview
source: Export mode: SDR preview, using system BitmapEncoder to export sRGB crop
de_de: Exportmodus: SDR-Vorschau, Ausgabe des sRGB-Zuschnitts über System-BitmapEncoder
es_es: Modo de exportación: vista previa SDR, usando BitmapEncoder del sistema para recorte sRGB
fr_fr: Mode d'exportation : aperçu SDR avec BitmapEncoder système pour le rognage sRGB
it_it: Modalità esportazione: anteprima SDR tramite BitmapEncoder di sistema per ritaglio sRGB
ja_jp: エクスポートモード: SDR プレビュー、システム BitmapEncoder で sRGB トリミング画像を出力
ko_kr: 내보내기 모드: SDR 미리보기, 시스템 BitmapEncoder를 사용하여 sRGB 자르기 이미지 출력
pl_pl: Tryb eksportu: podgląd SDR, użycie systemowego BitmapEncoder do przycięcia sRGB
pt_br: Modo de exportação: prévia SDR, usando BitmapEncoder do sistema para corte sRGB
ru_ru: Режим экспорта: SDR предпросмотр, использование системного BitmapEncoder для обрезки sRGB
uk_ua: Режим експорту: SDR перегляд, використання системного BitmapEncoder для обтинання sRGB
zh_cn: 导出模式: SDR 预览，使用系统 BitmapEncoder 输出 sRGB 裁切图

# SaveAsGainMapMonoLabel
source: Monochrome
de_de: Monochrom
es_es: Monocromático
it_it: Monocromatica
ja_jp: モノクロ
ko_kr: 단색
pl_pl: Monochromatyczna
pt_br: Monocromático
ru_ru: Монохромная
uk_ua: Монохромна
zh_cn: 单色

# GamutAutoFormat
source: Auto ({0})
ja_jp: 自動 ({0})
ko_kr: 자동 ({0})
pt_br: Automático ({0})
ru_ru: Авто ({0})
uk_ua: Авто ({0})
zh_cn: 自动 ({0})

# TopNavPrevious
source: Previous
de_de: Vorheriges
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前の画像
ko_kr: 이전
pl_pl: Poprzedni
pt_br: Anterior
ru_ru: Предыдущее
uk_ua: Попереднє
zh_cn: 上一张

# TopNavNext
source: Next
de_de: Nächstes
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次の画像
ko_kr: 다음
pl_pl: Następny
pt_br: Próximo
ru_ru: Следующее
uk_ua: Наступне
zh_cn: 下一张

# TopToolbarBatchExport
source: Batch export
de_de: Stapelexport
es_es: Exportación por lotes
fr_fr: Exportation par lots
it_it: Esportazione batch
ja_jp: 一括エクスポート
ko_kr: 일괄 내보내기
pl_pl: Eksport wsadowy
pt_br: Exportação em lote
ru_ru: Пакетный экспорт
uk_ua: Пакетний експорт
zh_cn: 批量导出

# TopToolbarViewerTools
source: Luminance analysis & HDR comparison
de_de: Helligkeitsanalyse und HDR-Vergleich
es_es: Análisis de luminancia y comparación HDR
fr_fr: Analyse de luminance et comparaison HDR
it_it: Analisi luminanza e confronto HDR
ja_jp: 輝度分析と HDR 比較
ko_kr: 휘도 분석 및 HDR 비교
pl_pl: Analiza luminancji i porównanie HDR
pt_br: Análise de luminância e comparação HDR
ru_ru: Анализ яркости и сравнение HDR
uk_ua: Аналіз яскравості та порівняння HDR
zh_cn: 亮度分析与 HDR 对比

# TopToolbarToggleInspector
source: Toggle inspector panel
de_de: Informationsleiste umschalten
es_es: Alternar panel de información
fr_fr: Basculer le panneau d'informations
it_it: Attiva/disattiva pannello informazioni
ja_jp: 情報パネルの切り替え
ko_kr: 정보 패널 전환
pl_pl: Przełącz panel informacji
pt_br: Alternar painel de informações
ru_ru: Переключить панель сведений
uk_ua: Перемкнути панель відомостей
zh_cn: 切换详情栏

# TopToolbarCrop
source: Crop
de_de: Zuschneiden
es_es: Recortar
fr_fr: Rogner
it_it: Ritaglia
ja_jp: トリミング
ko_kr: 자르기
pl_pl: Przytnij
pt_br: Recortar
ru_ru: Обрезать
uk_ua: Обітнути
zh_cn: 裁切

# TopToolbarFullScreen
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
it_it: Schermo intero
ja_jp: 全画面表示
ko_kr: 전체 화면
pl_pl: Pełny ekran
pt_br: Tela cheia
ru_ru: Во весь экран
uk_ua: На весь екран
zh_cn: 全屏

# StatusImageDeleted
source: Image deleted
de_de: Bild gelöscht
es_es: Imagen eliminada
fr_fr: Image supprimée
it_it: Immagine eliminata
ja_jp: 画像を削除しました
ko_kr: 이미지 삭제됨
pl_pl: Obraz usunięty
pt_br: Imagem excluída
ru_ru: Изображение удалено
uk_ua: Зображення видалено
zh_cn: 已删除图片

# CropFormatPngSdr
source: PNG SDR preview
de_de: PNG SDR-Vorschau
es_es: Vista previa PNG SDR
fr_fr: Aperçu PNG SDR
it_it: Anteprima PNG SDR
ja_jp: PNG SDR プレビュー
ko_kr: PNG SDR 미리보기
pl_pl: Podgląd PNG SDR
pt_br: Prévia PNG SDR
ru_ru: PNG SDR предпросмотр
uk_ua: PNG SDR перегляд
zh_cn: PNG SDR 预览

# CropFormatTiffSdr
source: TIFF 16-bit SDR preview
de_de: TIFF 16-Bit SDR-Vorschau
es_es: Vista previa TIFF 16 bits SDR
fr_fr: Aperçu TIFF 16 bits SDR
it_it: Anteprima TIFF 16-bit SDR
ja_jp: TIFF 16ビット SDR プレビュー
ko_kr: TIFF 16비트 SDR 미리보기
pl_pl: Podgląd TIFF 16-bit SDR
pt_br: Prévia TIFF 16 bits SDR
ru_ru: TIFF 16-бит SDR предпросмотр
uk_ua: TIFF 16-біт SDR перегляд
zh_cn: TIFF 16-bit SDR 预览

# CropFormatJpegSdr
source: JPEG SDR preview
de_de: JPEG SDR-Vorschau
es_es: Vista previa JPEG SDR
fr_fr: Aperçu JPEG SDR
it_it: Anteprima JPEG SDR
ja_jp: JPEG SDR プレビュー
ko_kr: JPEG SDR 미리보기
pl_pl: Podgląd JPEG SDR
pt_br: Prévia JPEG SDR
ru_ru: JPEG SDR предпросмотр
uk_ua: JPEG SDR перегляд
zh_cn: JPEG SDR 预览

# StatusGainMapCropNoBackendFormat
source: Lossless gain-map crop not connected to a writable backend: requires libultrahdr scenario 4 to repackage base + gain map. Crop region {0},{1} {2}x{3} calculated; no save dialog shown, no file generated. {4}
de_de: Verlustfreier Gain-Map-Zuschnitt hat kein beschreibbares Backend: erfordert libultrahdr Szenario 4 zur Repackung von Base + Gain-Map. Bereich {0},{1} {2}x{3} berechnet; keine Datei erzeugt. {4}
es_es: Recorte fiel de Gain Map sin backend de escritura: requiere libultrahdr escenario 4 para reempaquetar base + mapa de ganancia. Región {0},{1} {2}x{3} calculada; ningún archivo generado. {4}
fr_fr: Rognage fidèle Gain Map non connecté à un backend inscriptible : nécessite libultrahdr scénario 4 pour réempaqueter base + gain map. Zone {0},{1} {2}x{3} calculée ; aucun fichier généré. {4}
it_it: Ritaglio fedele Gain Map non connesso a un backend scrivibile: richiede scenario 4 libultrahdr per reimpacchettare base + gain map. Area {0},{1} {2}x{3} calcolata; nessun file generato. {4}
ja_jp: ゲインマップ高忠実度トリミングは書き込み可能なバックエンドに接続されていません: base + gain map の再パッケージ化に libultrahdr シナリオ 4 が必要です。領域 {0},{1} {2}x{3} を計算済み。ファイルは未生成です。{4}
ko_kr: Gain Map 무손실 자르기가 쓰기 가능한 백엔드에 연결되지 않음: 베이스 + 게인 맵을 재패키징하려면 libultrahdr 시나리오 4가 필요합니다. 영역 {0},{1} {2}x{3} 계산됨; 파일이 생성되지 않았습니다. {4}
pl_pl: Bezstratne przycięcie Gain Map nie jest połączone z zapisywalnym backendem: wymaga scenariusza 4 libultrahdr do przepakowania bazy + mapy. Obszar {0},{1} {2}x{3} obliczony; plik nie został utworzony. {4}
pt_br: Corte fiel de Gain Map não conectado a um backend gravável: requer libultrahdr cenário 4 para reempacotar base + gain map. Região {0},{1} {2}x{3} calculada; nenhum arquivo gerado. {4}
ru_ru: Обрезка Gain Map без потерь не подключена к серверной части записи: требуется сценарий 4 libultrahdr для переупаковки base + gain map. Область {0},{1} {2}x{3} рассчитана; файл не создан. {4}
uk_ua: Обтинання Gain Map без втрат не підключено до бекенду запису: потрібен сценарій 4 libultrahdr для перепакування base + gain map. Область {0},{1} {2}x{3} розрахована; файл не створено. {4}
zh_cn: Gain-map 保真裁切暂未接入可写后端: 需要 libultrahdr scenario 4 重新封装 base + gain map。裁切区域 {0},{1} {2}x{3} 已计算；未弹保存框、未生成文件。{4}

# StatusUltraHdrNoBackendFormat
source: Converting to Gain Map HDR has no writable backend: {0} requires libultrahdr/libavif/libheif to write gain-map metadata. Crop region {1},{2} {3}x{4} calculated; save dialog not shown, no file generated. {5}
de_de: Konvertierung in Gain Map HDR hat kein schreibbares Backend: {0} erfordert libultrahdr/libavif/libheif zum Schreiben von Gain-Map-Metadaten. Zuschneidebereich {1},{2} {3}x{4} berechnet; Speichern-Dialog nicht angezeigt, keine Datei erstellt. {5}
es_es: La conversión a Gain Map HDR no tiene backend de escritura: {0} requiere libultrahdr/libavif/libheif para escribir metadatos gain-map. Región de recorte {1},{2} {3}x{4} calculada; no se mostró diálogo de guardado, no se generó archivo. {5}
fr_fr: Conversion en Gain Map HDR sans backend accessible en écriture : {0} nécessite libultrahdr/libavif/libheif pour écrire les métadonnées gain-map. Région de recadrage {1},{2} {3}x{4} calculée ; boîte de dialogue non affichée, aucun fichier généré. {5}
it_it: Conversione in Ultra HDR non connessa a un backend scrivibile: {0} richiede libultrahdr/libavif/libheif per scrivere i metadati gain map. Area {1},{2} {3}x{4} calcolata; nessun file generato. {5}
ja_jp: Ultra HDR への変換は書き込み可能なバックエンドに接続されていません: {0} にはゲインマップメタデータを書き出すための libultrahdr/libavif/libheif が必要です。領域 {1},{2} {3}x{4} を計算済み。ファイルは未生成です。{5}
ko_kr: Ultra HDR로 변환이 쓰기 가능한 백엔드에 연결되지 않음: {0}의 게인 맵 메타데이터를 쓰려면 libultrahdr/libavif/libheif가 필요합니다. 영역 {1},{2} {3}x{4} 계산됨; 파일이 생성되지 않았습니다. {5}
pl_pl: Konwersja na Ultra HDR nie jest połączona z zapisywalnym backendem: {0} wymaga libultrahdr/libavif/libheif do zapisu metadanych. Obszar {1},{2} {3}x{4} obliczony; plik nie został utworzony. {5}
pt_br: A conversão para Gain Map HDR não possui backend gravável: {0} requer libultrahdr/libavif/libheif para gravar metadados gain-map. Região de corte {1},{2} {3}x{4} calculada; caixa de salvamento não exibida, nenhum arquivo gerado. {5}
ru_ru: Преобразование в Gain Map HDR еще не подключено к модулю записи: {0} требует libultrahdr/libavif/libheif для записи метаданных gain-map. Область кадрирования {1},{2} {3}x{4} вычислена; диалог сохранения не открыт, файл не создан. {5}
uk_ua: Перетворення на Gain Map HDR ще не підключено до модуля запису: {0} вимагає libultrahdr/libavif/libheif для запису метаданих gain-map. Область обтинання {1},{2} {3}x{4} обчислена; діалог збереження не відкрито, файл не створено. {5}
zh_cn: 转为 Gain Map HDR 暂未接入可写后端: {0} 需要 libultrahdr/libavif/libheif 写出 gain-map metadata。裁切区域 {1},{2} {3}x{4} 已计算；未弹保存框、未生成文件。{5}

# StatusSingleLayerHdrNoBackendFormat
source: Single-layer HDR crop not connected to a writable backend: requires native libjxl/libavif/libheif tools. Crop region {0},{1} {2}x{3} calculated; no save dialog shown, no file generated. {4}
de_de: Single-Layer-HDR-Zuschnitt hat kein beschreibbares Backend: erfordert native libjxl/libavif/libheif Tools. Bereich {0},{1} {2}x{3} berechnet; keine Datei erzeugt. {4}
es_es: Recorte de HDR de capa única sin backend de escritura: requiere herramientas nativas libjxl/libavif/libheif. Región {0},{1} {2}x{3} calculada; ningún archivo generado. {4}
fr_fr: Rognage HDR monocouche non connecté à un backend inscriptible : nécessite les outils natifs libjxl/libavif/libheif. Zone {0},{1} {2}x{3} calculée ; aucun fichier généré. {4}
it_it: Ritaglio HDR a livello singolo non connesso a un backend scrivibile: richiede strumenti nativi libjxl/libavif/libheif. Area {0},{1} {2}x{3} calcolata; nessun file generato. {4}
ja_jp: 単層 HDR トリミングは書き込み可能なバックエンドに接続されていません: ネイティブの libjxl/libavif/libheif ツールが必要です。領域 {0},{1} {2}x{3} を計算済み。ファイルは未生成です。{4}
ko_kr: 단일 레이어 HDR 자르기가 쓰기 가능한 백엔드에 연결되지 않음: 네이티브 libjxl/libavif/libheif 도구가 필요합니다. 영역 {0},{1} {2}x{3} 계산됨; 파일이 생성되지 않았습니다. {4}
pl_pl: Przycięcie jednowarstwowego HDR nie jest połączone z zapisywalnym backendem: wymaga natywnych narzędzi libjxl/libavif/libheif. Obszar {0},{1} {2}x{3} obliczony; plik nie został utworzony. {4}
pt_br: Corte de HDR de camada única não conectado a um backend gravável: requer ferramentas nativas libjxl/libavif/libheif. Região {0},{1} {2}x{3} calculada; nenhum arquivo gerado. {4}
ru_ru: Обрезка однослойного HDR не подключена к серверной части записи: требуются утилиты libjxl/libavif/libheif. Область {0},{1} {2}x{3} рассчитана; файл не создан. {4}
uk_ua: Обтинання одношарового HDR не підключено до бекенду запису: потрібні утиліти libjxl/libavif/libheif. Область {0},{1} {2}x{3} розрахована; файл не створено. {4}
zh_cn: 单层 HDR 裁切暂未接入可写后端: 需要 native libjxl/libavif/libheif 工具。裁切区域 {0},{1} {2}x{3} 已计算；未弹保存框、未生成文件。{4}

# StatusSaveAsNoBackendFormat
source: {0} is not connected to a writable backend yet. {1}
de_de: {0} ist noch nicht an ein beschreibbares Backend angebunden. {1}
es_es: {0} aún no está conectado a un backend con capacidad de escritura. {1}
fr_fr: {0} n'est pas encore connecté à un backend inscriptible. {1}
it_it: {0} non è ancora connesso a un backend scrivibile. {1}
ja_jp: {0} は書き込み可能なバックエンドにまだ接続されていません。{1}
ko_kr: {0}이(가) 아직 쓰기 가능한 백엔드에 연결되지 않았습니다. {1}
pl_pl: {0} nie jest jeszcze połączony z zapisywalnym backendem. {1}
pt_br: {0} ainda não está conectado a um backend gravável. {1}
ru_ru: {0} еще не подключен к серверной части записи. {1}
uk_ua: {0} ще не підключено до бекенду запису. {1}
zh_cn: {0} 暂未接入可写后端。{1}
